[
  {
    "id": "tayouri2025-splitting-obfuscation",
    "title": "Defending Synthetic DNA Orders Against Splitting-Based Obfuscation",
    "authors": "Shaked Tayouri, Vladislav Kogan, Jacob Beal, Tal Levy, Dor Farbiash, Kevin Flyangolts, Steven T. Murphy, Tom Mitchell, Barak Rotblat, Isana Vaksler-Lublinsky, Rami Puzis",
    "journal": "bioRxiv",
    "year": "2025",
    "url": "https://www.biorxiv.org/content/10.1101/2025.03.12.642526v1.full-text",
    "hypotheses": "Sequence Obfuscation Hypothesis - DNA sequences can be obfuscated by splitting them into fragments that evade screening but can be rejoined",
    "notes": "Developed test set of obfuscated sequences based on controlled venoms and evaluated against multiple screening tools. Introduced Gene Edit Distance algorithm for detecting splitting-based obfuscations.",
    "strengths": "Empirical evaluation across multiple screening systems, responsible disclosure approach, novel algorithmic solution",
    "weaknesses": "Limited to specific obfuscation technique, relies on controlled venom sequences rather than more dangerous pathogens",
    "citation": "Tayouri, S., et al. (2025). Defending Synthetic DNA Orders Against Splitting-Based Obfuscation. bioRxiv."
  },
  {
    "id": "wittmann2024-ai-resilient",
    "title": "Toward AI-Resilient Screening of Nucleic Acid Synthesis Orders: Process, Results, and Recommendations", 
    "authors": "Bruce J. Wittmann, Tessa Alexanian, Craig Bartling, Jacob Beal, Adam Clore, James Diggans, Kevin Flyangolts, Bryan T. Gemler, Tom Mitchell, Steven T. Murphy, Nicole E. Wheeler, Eric Horvitz",
    "journal": "bioRxiv",
    "year": "2024",
    "url": "https://www.biorxiv.org/content/10.1101/2024.12.02.626439v1.full",
    "hypotheses": "Sequence Obfuscation Hypothesis - AI-powered protein design can create synthetic homologs that evade sequence-based screening",
    "notes": "Multistakeholder effort evaluating AI-redesigned proteins against traditional screening tools. Achieved 97% detection rate after patches were deployed.",
    "strengths": "Cross-sector collaboration, responsible disclosure, quantitative metrics, real-world relevance",
    "weaknesses": "Focus on protein-level obfuscation may not capture all threat vectors, detection improvements require ongoing system updates",
    "citation": "Wittmann, B.J., et al. (2024). Toward AI-Resilient Screening of Nucleic Acid Synthesis Orders. bioRxiv."
  },
  {
    "id": "kane2024-screening-practices",
    "title": "Screening State of Play: The Biosecurity Practices of Synthetic DNA Providers",
    "authors": "Arianne Kane, Michael T Parker",
    "journal": "Applied Biosafety",
    "year": "2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11319849/",
    "hypotheses": "Standardization Gap Hypothesis - Heterogeneity in screening practices creates systematic vulnerabilities",
    "notes": "Interviewed 18 DNA synthesis providers about security practices. Found significant variability in screening approaches and concerning gaps in law enforcement awareness.",
    "strengths": "Comprehensive industry survey, identifies specific operational gaps, practical policy relevance",
    "weaknesses": "Limited sample size, self-reported data may have biases, doesn't assess effectiveness of different approaches",
    "citation": "Kane, A., & Parker, M.T. (2024). Screening State of Play: The Biosecurity Practices of Synthetic DNA Providers. Applied Biosafety, 29(2), 85-95."
  },
  {
    "id": "farbiash2020-cyberbiosecurity",
    "title": "Cyberbiosecurity: Remote DNA Injection Threat in Synthetic Biology",
    "authors": "Dor Farbiash, Rami Puzis",
    "journal": "Ben-Gurion University Technical Report",
    "year": "2020",
    "url": "https://ismg-cdn.nyc3.cdn.digitaloceanspaces.com/asset_files/external/ben-gurion-bioengineering-cyberthreat-study-11-30-20.pdf",
    "hypotheses": "Process Vulnerability Hypothesis - Cybersecurity vulnerabilities can be exploited to inject obfuscated DNA into synthesis orders",
    "notes": "Describes end-to-end attack scenario using malicious browser plugins and Cas9-based deobfuscation. Highlights convergence of cyber and biosecurity threats.",
    "strengths": "Novel attack vector identification, end-to-end threat modeling, practical implementation pathway",
    "weaknesses": "Limited empirical validation, specific to certain attack vectors, may overstate practical feasibility",
    "citation": "Farbiash, D., & Puzis, R. (2020). Cyberbiosecurity: Remote DNA Injection Threat in Synthetic Biology. Ben-Gurion University."
  },
  {
    "id": "sharkey2024-framework",
    "title": "Enhancing Gene Synthesis Security: An Updated Framework for Synthetic Nucleic Acid Screening and the Responsible Use of Synthetic Biological Materials",
    "authors": "Curtis Matthew Sharkey, Mariam Lekveishvili", 
    "journal": "Applied Biosafety",
    "year": "2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11319848/",
    "hypotheses": "Governance frameworks must evolve to address emerging AI-enabled threats in synthetic biology",
    "notes": "Updates federal framework for nucleic acid screening with enhanced customer verification and sequence screening protocols.",
    "strengths": "Official government perspective, comprehensive framework, addresses AI-enabled threats",
    "weaknesses": "Limited empirical evaluation, relies on voluntary compliance, may lag behind technological developments",
    "citation": "Sharkey, C.M., & Lekveishvili, M. (2024). Enhancing Gene Synthesis Security. Applied Biosafety, 29(2), 63-70."
  },
  {
    "id": "ebrc2022-federal-guidance",
    "title": "Security Screening in Synthetic DNA Synthesis: Recommendations for Updated Federal Guidance",
    "authors": "Engineering Biology Research Consortium Security Working Group",
    "journal": "EBRC Policy Paper",
    "year": "2022",
    "url": "https://ebrc.org/wp-content/uploads/2022/04/EBRC-2022-Security-Screening-in-Synthetic-DNA-Synthesis.pdf",
    "hypotheses": "Current federal guidance requires updating to address evolving biosecurity threats",
    "notes": "Comprehensive recommendations for enhancing screening protocols and regulatory frameworks. Addresses both technical and policy aspects of DNA synthesis security.",
    "strengths": "Industry-academia collaboration, comprehensive scope, actionable recommendations",
    "weaknesses": "Limited quantitative analysis, focuses primarily on U.S. context, may not address all emerging threats",
    "citation": "EBRC Security Working Group (2022). Security Screening in Synthetic DNA Synthesis: Recommendations for Updated Federal Guidance."
  },
  {
    "id": "crawford2024-commercial-synthesis",
    "title": "Securing Commercial Nucleic Acid Synthesis",
    "authors": "Forrest W. Crawford, Kyle Webster, Gerald L. Epstein, Derek Roberts, Joseph Fair, Sella Nevo",
    "journal": "RAND Corporation Report",
    "year": "2024", 
    "url": "https://www.rand.org/pubs/research_reports/RRA3329-1.html",
    "hypotheses": "Comprehensive screening policies are necessary to secure nucleic acid synthesis against misuse",
    "notes": "Provides recommendations for implementing comprehensive screening policies and securing commercial nucleic acid synthesis services.",
    "strengths": "Comprehensive policy analysis, practical implementation guidance, addresses commercial sector",
    "weaknesses": "Limited technical depth on specific evasion techniques, focuses primarily on policy rather than technical solutions",
    "citation": "Crawford, F.W., et al. (2024). Securing Commercial Nucleic Acid Synthesis. RAND Corporation, RRA3329-1."
  },
  {
    "id": "alexanian2024-follow-up-screening",
    "title": "Supporting Follow-Up Screening for Flagged Nucleic Acid Synthesis Orders",
    "authors": "Tessa Alexanian, Sella Nevo",
    "journal": "Council on Strategic Risks Briefer",
    "year": "2024",
    "url": "https://councilonstrategicrisks.org/2024/05/07/supporting-follow-up-screening-for-flagged-nucleic-acid-synthesis-orders/",
    "hypotheses": "Current follow-up screening processes have significant gaps that create vulnerabilities",
    "notes": "Identifies gaps in follow-up screening including limited provider tools, lack of customer legitimacy standards, and insufficient information sharing.",
    "strengths": "Identifies specific operational gaps, practical recommendations, focuses on understudied area",
    "weaknesses": "Limited scope to follow-up screening, doesn't address primary screening vulnerabilities",
    "citation": "Alexanian, T., & Nevo, S. (2024). Supporting Follow-Up Screening for Flagged Nucleic Acid Synthesis Orders. Council on Strategic Risks."
  },
  {
    "id": "gretton2024-random-adversarial",
    "title": "Random Adversarial Threshold Search Enables Automated DNA Screening",
    "authors": "Dana Gretton, Brian Wang, Rey Edison, Leonard Foner, Jens Berlips, Theia Vogel, Martin Kysel, Walther Chen, Francesca Sage-Ling, Lynn Van Hauwe, Stephen Wooster, Benjamin Weinstein-Raun, Erika A. DeBenedictis, Andrew B. Liu, Emma Chory, Hongrui Cui, Xiang Li, Jiangbin Dong, Andres Fabrega, Christianne Dennison, Otilia Don, Cassandra Tong Ye, Kaveri Uberoy, Ronald L. Rivest, Mingyu Gao, Yu Yu, Carsten Baum, Ivan Damgard, Andrew C. Yao, Kevin M. Esvelt",
    "journal": "SecureDNA Foundation",
    "year": "2024",
    "url": "https://secure-dna.up.railway.app/manuscripts/Random_Adversarial_Threshold_Screening.pdf",
    "hypotheses": "Exact matching to pre-computed functional variants can enable sensitive, secure screening",
    "notes": "Develops Random Adversarial Threshold (RAT) search methodology for exact matching against hazardous sequence variants.",
    "strengths": "Novel technical approach, addresses false positive problem, automated screening capability",
    "weaknesses": "Requires comprehensive databases of functional variants, may miss novel sequences, scalability questions",
    "citation": "Gretton, D., et al. (2024). Random Adversarial Threshold Search Enables Automated DNA Screening. SecureDNA Foundation."
  },
  {
    "id": "myers2024-adaptability",
    "title": "The Need for Adaptability in Detection, Characterization, and Attribution of Biosecurity Threats",
    "authors": "Chris J. Myers, et al.",
    "journal": "Nature Communications",
    "year": "2024",
    "url": "https://www.nature.com/articles/s41467-024-55436-y",
    "hypotheses": "Biosecurity protocols must be adaptable to address evolving engineered biological threats",
    "notes": "Reviews cutting-edge methods for DNA analysis and recommends avenues to improve biosecurity in an adaptable manner.",
    "strengths": "Comprehensive technical review, focuses on adaptability requirements, addresses attribution challenges",
    "weaknesses": "Limited focus on specific screening implementations, theoretical rather than empirical approach",
    "citation": "Myers, C.J., et al. (2024). The Need for Adaptability in Detection, Characterization, and Attribution of Biosecurity Threats. Nature Communications, 15, 10924."
  },
  {
    "id": "stewart2021-sequence-obfuscation",
    "title": "Does Sequence Obfuscation Present a Bio-Threat? Probably Not (Yet)",
    "authors": "Ben Stewart",
    "journal": "Effective Altruism Forum",
    "year": "2021",
    "url": "https://forum.effectivealtruism.org/posts/MBtsQxD7BNygYKdKC/does-sequence-obfuscation-present-a-bio-threat-probably-not",
    "hypotheses": "Current sequence obfuscation techniques may not pose immediate practical threats",
    "notes": "Early analysis of sequence obfuscation risks, concluding limited immediate threat but acknowledging future potential.",
    "strengths": "Early recognition of obfuscation threats, balanced risk assessment, identifies future research needs",
    "weaknesses": "Pre-dates recent AI developments, limited technical analysis, conclusions may be outdated",
    "citation": "Stewart, B. (2021). Does Sequence Obfuscation Present a Bio-Threat? Probably Not (Yet). Effective Altruism Forum."
  },
  {
    "id": "wan2022-genomic-obfuscation",
    "title": "A Sequence Obfuscation Method for Protecting Personal Genomic Privacy in Outsourced Computation",
    "authors": "Shibiao Wan, Jieqiong Wang",
    "journal": "PubMed",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35495121/",
    "hypotheses": "Sequence obfuscation methods can protect privacy while maintaining computational utility",
    "notes": "Develops methods for obfuscating genomic sequences to protect privacy in cloud computing applications.",
    "strengths": "Technical innovation in obfuscation methods, addresses privacy concerns, practical applications",
    "weaknesses": "Focus on privacy rather than security, methods could be adapted for malicious purposes",
    "citation": "Wan, S., & Wang, J. (2022). A Sequence Obfuscation Method for Protecting Personal Genomic Privacy. IEEE Trans Biomed Eng, 69(4), 1127-1138."
  },
  {
    "id": "aclid2024-red-teaming",
    "title": "Red Teaming in Biosecurity",
    "authors": "Aclid",
    "journal": "Aclid Resources",
    "year": "2024",
    "url": "https://www.aclid.bio/resources/red-teaming-in-biosecurity",
    "hypotheses": "Red team exercises reveal significant gaps between policy compliance and practical security effectiveness",
    "notes": "Documents red team exercises targeting 50+ DNA synthesis providers and their impact on industry practices.",
    "strengths": "Industry perspective on red teaming, practical implications, addresses reputation concerns",
    "weaknesses": "Limited technical detail, industry-biased perspective, doesn't provide specific vulnerability details",
    "citation": "Aclid (2024). Red Teaming in Biosecurity. Aclid Bio Resources."
  },
  {
    "id": "horvitz2024-paraphrase-project",
    "title": "The Paraphrase Project: Designing Defense for an Era of Synthetic Biology",
    "authors": "Eric Horvitz, Bruce Wittmann, James Diggans",
    "journal": "Microsoft Research",
    "year": "2024",
    "url": "https://www.microsoft.com/en-us/research/story/the-paraphrase-project-designing-defense-for-an-era-of-synthetic-biology/",
    "hypotheses": "Proactive identification of biosecurity vulnerabilities can prevent future exploitation",
    "notes": "Describes Microsoft's biosecurity zero-day project identifying vulnerabilities before exploitation.",
    "strengths": "Proactive approach, responsible disclosure model, industry-academic collaboration",
    "weaknesses": "Limited to specific threat vectors, requires ongoing investment to maintain effectiveness",
    "citation": "Horvitz, E., Wittmann, B., & Diggans, J. (2024). The Paraphrase Project: Designing Defense for an Era of Synthetic Biology. Microsoft Research."
  },
  {
    "id": "patrick2024-global-governance",
    "title": "Mitigating Risks from Gene Editing and Synthetic Biology: Global Governance Priorities",
    "authors": "Stewart Patrick, Josie Barton", 
    "journal": "Carnegie Endowment",
    "year": "2024",
    "url": "https://carnegieendowment.org/research/2024/10/mitigating-risks-from-gene-editing-and-synthetic-biology-global-governance-priorities",
    "hypotheses": "Global governance frameworks are necessary to address transnational biosecurity risks",
    "notes": "Analyzes global governance challenges and priorities for addressing gene editing and synthetic biology risks.",
    "strengths": "International perspective, comprehensive governance analysis, policy recommendations",
    "weaknesses": "Limited technical focus, challenges of international coordination may limit practical impact",
    "citation": "Patrick, S., & Barton, J. (2024). Mitigating Risks from Gene Editing and Synthetic Biology: Global Governance Priorities. Carnegie Endowment."
  },
  {
    "id": "adamson2024-ai-bioterrorism",
    "title": "Opportunities to Strengthen U.S. Biosecurity from AI-Enabled Bioterrorism: What Policymakers Should Know",
    "authors": "Georgia Adamson, Gregory C. Allen",
    "journal": "CSIS",
    "year": "2024",
    "url": "https://www.csis.org/analysis/opportunities-strengthen-us-biosecurity-ai-enabled-bioterrorism-what-policymakers-should",
    "hypotheses": "AI capabilities will lower barriers to bioterrorism requiring proactive policy responses",
    "notes": "Analyzes emerging AI-enabled biosecurity threats and policy options for addressing them.",
    "strengths": "Policy-focused analysis, addresses AI convergence, actionable recommendations",
    "weaknesses": "Limited technical depth, focuses primarily on U.S. perspective, may overstate AI capabilities",
    "citation": "Adamson, G., & Allen, G.C. (2024). Opportunities to Strengthen U.S. Biosecurity from AI-Enabled Bioterrorism. CSIS."
  },
  {
    "id": "ebrc2025-synthesis-ecosystem",
    "title": "Strengthening a Safe and Secure Nucleic Acid Synthesis Ecosystem: Outcomes of EBRC Stakeholder Engagement",
    "authors": "Engineering Biology Research Consortium",
    "journal": "EBRC Report",
    "year": "2025",
    "url": "https://ebrc.org/publications-strengthening-a-safe-and-secure-nucleic-acid-synthesis-ecosystem/",
    "hypotheses": "Cross-sector collaboration can develop effective best practices for screening systems",
    "notes": "Results of stakeholder engagement with 200 participants developing screening best practices and recommendations.",
    "strengths": "Broad stakeholder engagement, consensus-building approach, practical recommendations",
    "weaknesses": "Consensus may water down recommendations, limited technical innovation, implementation challenges remain",
    "citation": "EBRC (2025). Strengthening a Safe and Secure Nucleic Acid Synthesis Ecosystem. Engineering Biology Research Consortium."
  },
  {
    "id": "ibbis2024-international-standards",
    "title": "International Screening Standards",
    "authors": "International Biosecurity and Biosafety Initiative for Science",
    "journal": "IBBIS Report",
    "year": "2024",
    "url": "https://ibbis.bio/our-work/international-screening-standards/",
    "hypotheses": "International harmonization of screening standards can prevent regulatory fragmentation",
    "notes": "Initiative to develop harmonized international standards for DNA synthesis screening to prevent fragmentation.",
    "strengths": "International coordination focus, addresses regulatory arbitrage, inclusive approach",
    "weaknesses": "Challenges of international consensus, may result in lowest common denominator standards",
    "citation": "IBBIS (2024). International Screening Standards. International Biosecurity and Biosafety Initiative for Science."
  },
  {
    "id": "nist2024-biosecurity-sequences",
    "title": "Biosecurity for Synthetic Nucleic Acid Sequences",
    "authors": "National Institute of Standards and Technology",
    "journal": "NIST Program Documentation",
    "year": "2024",
    "url": "https://www.nist.gov/programs-projects/biosecurity-synthetic-nucleic-acid-sequences",
    "hypotheses": "Standardized approaches to biosecurity assessment are needed for synthetic nucleic acids",
    "notes": "NIST program developing standardized approaches for biosecurity assessment of synthetic nucleic acid sequences.",
    "strengths": "Government standards authority, technical rigor, standardization focus",
    "weaknesses": "Early stage program, limited current outputs, may lag behind technological developments",
    "citation": "NIST (2024). Biosecurity for Synthetic Nucleic Acid Sequences. National Institute of Standards and Technology."
  },
  {
    "id": "elgabry2024-cyber-biological",
    "title": "Cyber-biological Convergence: A Systematic Review and Future Outlook",
    "authors": "Mariam Elgabry, Shane Johnson",
    "journal": "Frontiers in Bioengineering and Biotechnology",
    "year": "2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11458441/",
    "hypotheses": "Convergence of cyber and biological domains creates new security challenges requiring integrated approaches",
    "notes": "Systematic review of cyber-biological convergence trends and future security implications.",
    "strengths": "Comprehensive systematic review, identifies emerging trends, interdisciplinary approach",
    "weaknesses": "Review format limits novel insights, may not capture latest developments, broad scope may lack specificity",
    "citation": "Elgabry, M., & Johnson, S. (2024). Cyber-biological Convergence: A Systematic Review and Future Outlook. Front Bioeng Biotechnol, 12, 1456354."
  },
  {
    "id": "cyberbiosecurity2023-espionage",
    "title": "Cyberbiosecurity and Espionage: The Convergence of Biological Risk and Intelligence Operations",
    "authors": "Cyberbiosecurity.ch",
    "journal": "Cyberbiosecurity.ch",
    "year": "2023",
    "url": "https://www.cyberbiosecurity.ch/Espionage_Cyberbiosecurity.html",
    "hypotheses": "Biological data and systems are becoming targets for state-level espionage activities",
    "notes": "Analyzes intersection of cybersecurity, biosecurity, and intelligence operations in biological domain.",
    "strengths": "Novel perspective on espionage threats, identifies state-level risks, comprehensive threat modeling",
    "weaknesses": "Limited empirical evidence, speculative scenarios, may overstate current threat levels",
    "citation": "Cyberbiosecurity.ch (2023). Cyberbiosecurity and Espionage: The Convergence of Biological Risk and Intelligence Operations."
  },
  {
    "id": "trump2021-governance-challenges", 
    "title": "Biosecurity for Synthetic Biology and Emerging Biotechnologies: Critical Challenges for Governance",
    "authors": "Benjamin D. Trump, Marie-Valentine Florin, Edward Perkins, Igor Linkov",
    "journal": "Emerging Threats of Synthetic Biology and Biotechnology (Springer)",
    "year": "2021",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK584259/",
    "hypotheses": "Governance frameworks must evolve to address security and resilience challenges in synthetic biology",
    "notes": "Analysis of governance challenges for synthetic biology and biotechnology from security and resilience perspectives.",
    "strengths": "Comprehensive governance analysis, security and resilience focus, authoritative sources",
    "weaknesses": "2021 publication may not capture recent AI developments, limited specific technical recommendations",
    "citation": "Trump, B.D., et al. (2021). Biosecurity for Synthetic Biology and Emerging Biotechnologies: Critical Challenges for Governance. In Emerging Threats of Synthetic Biology and Biotechnology. Springer."
  },
  {
    "id": "gillum2024-national-agency",
    "title": "Establishing a National Biosafety and Biosecurity Agency for the United States",
    "authors": "David R. Gillum, Rebecca Moritz, Gregory D. Koblentz",
    "journal": "Frontiers in Bioengineering and Biotechnology", 
    "year": "2024",
    "url": "https://www.frontiersin.org/journals/bioengineering-and-biotechnology/articles/10.3389/fbioe.2024.1474120/pdf",
    "hypotheses": "A centralized national agency is needed to address fragmented biosafety and biosecurity governance",
    "notes": "Proposes creation of National Biosafety and Biosecurity Agency (NBBA) to consolidate regulatory functions.",
    "strengths": "Addresses governance fragmentation, comprehensive agency proposal, practical implementation pathway",
    "weaknesses": "Significant political challenges to implementation, may face industry resistance, bureaucratic complexity risks",
    "citation": "Gillum, D.R., Moritz, R., & Koblentz, G.D. (2024). Establishing a National Biosafety and Biosecurity Agency for the United States. Front Bioeng Biotechnol, 12, 1474120."
  },
  {
    "id": "irgc2010-risk-governance",
    "title": "Guidelines for the Appropriate Risk Governance of Synthetic Biology",
    "authors": "International Risk Governance Council",
    "journal": "IRGC Policy Brief",
    "year": "2010",
    "url": "https://irgc.org/wp-content/uploads/2018/09/irgc_SB_final_07jan_web.pdf",
    "hypotheses": "Risk governance frameworks must be developed specifically for synthetic biology applications",
    "notes": "Early comprehensive framework for synthetic biology risk governance addressing regulatory and oversight needs.",
    "strengths": "Early comprehensive framework, international perspective, addresses regulatory needs",
    "weaknesses": "2010 publication significantly predates current threats, limited consideration of AI integration, may be outdated",
    "citation": "IRGC (2010). Guidelines for the Appropriate Risk Governance of Synthetic Biology. International Risk Governance Council."
  },
  {
    "id": "nist2025-dual-use-foundation",
    "title": "Managing Misuse Risk for Dual-Use Foundation Models",
    "authors": "U.S. AI Safety Institute",
    "journal": "NIST AI 800-1",
    "year": "2025",
    "url": "https://nvlpubs.nist.gov/nistpubs/ai/NIST.AI.800-1.ipd2.pdf",
    "hypotheses": "Dual-use foundation models require specific risk management frameworks to prevent misuse",
    "notes": "Government framework for managing misuse risks from dual-use foundation models including biological applications.",
    "strengths": "Official government guidance, addresses AI-biosecurity convergence, comprehensive risk framework",
    "weaknesses": "Draft status, may not address all biological-specific risks, implementation challenges remain",
    "citation": "U.S. AI Safety Institute (2025). Managing Misuse Risk for Dual-Use Foundation Models. NIST AI 800-1."
  }
]